
/*
  Localizable.string.strings
  WeChatMac

  Created by Justin Yim on 2/16/15.
  Copyright (c) 2015 Tencent. All rights reserved.
*/

"App.Name" = "WeChat";

"Common.Dialog.OK" = "OK";
"Common.Dialog.Cancel" = "Cancelar";
"Common.Navigation.Back" = "Retornar";
"Common.Cancel" = "Cancelar";
"Common.Delete" = "Deletar";
"Common.Send" = "OK";

// Main Window
"MainWindow.Title.Format" = "WeChat (%@)";
"MainWindow.Title.NoChildTitle" = "WeChat";

// Common Errors
"Common.System.GenericErrorHeading" = "Sistema ocupado";
"Common.System.GenericErrorBody" = "Tente novamente depois.";
"Common.System.Busy" = "Sistema ocupado. Tente mais tarde.";
"Common.Dialog.SaveError.Heading" = "Ocorreu um erro ao salvar este arquivo";
"Common.Dialog.SaveError.Body" = "Verifique se que você tem espaço em disco suficiente e permissões para o lugar em que você está salvando.";

// Chatlog backup
"Chatlog_Backup_Backup_Connecting_Title" = "Conectando telefone...";
"Chatlog_Backup_Backup_Connecting_Desc" = "Conectando o telefone e o computador à mesma rede";
"Chatlog_Backup_Backup_Connected_Title" = "Abra o WeChat no celular";
"Chatlog_Backup_Backup_Connected_Desc" = "Selecione chats para fazer backup";
"Chatlog_Backup_Backup_Prepare_Title" = "Preparando dados...";
"Chatlog_Backup_Backup_Prepare_Desc" = "Para uma conexão de rede mais confiável, não feche o WeChat.";
"Chatlog_Backup_Backup_Transfer_Title" = "Copiando %lld/%lld chat(s) (%@)";
"Chatlog_Backup_Backup_Transfer_Desc" = "Para uma conexão de rede mais confiável, não feche o WeChat.";
"Chatlog_Backup_Backup_Import_Data_Title" = "Importando backups";
"Chatlog_Backup_Backup_Import_Data_Desc" = "Para copiar completamente, não feche a página.";
"Chatlog_Backup_Backup_Finish_Title" = "Sucesso";
"Chatlog_Backup_Backup_Finish_Desc" = "%lld/%lld chat(s) copiado(s)";

"Chatlog_Backup_Backup_Finish_Btn_Title" = "Pronto";
"Chatlog_Backup_Backup_Continue_Btn_Title" = "Continuar";
"Chatlog_Backup_Backup_Terminate_Btn_Title" = "Concluir";
"Chatlog_Backup_Backup_End_Btn_Title" = "Backup Completo";
"Chatlog_Backup_Backup_Retry_Btn_Title" = "Tentar novamente";
"Chatlog_Backup_Backup_Confirm_Btn_Title" = "OK";
"Chatlog_Backup_Backup_Cancel_Btn_Title" = "Cancelar";
"Chatlog_Backup_Backup_Return_Btn_Title" = "Retornar";

"Chatlog_Backup_Backup_Transfer_Disconnect_Title" = "Copiando %lld/%lld chat(s) (%@)";
"Chatlog_Backup_Backup_Transfer_Disconnect_Hint" = "Rede desconectada. Conecte o telefone e o computador à mesma rede e continue a transferência";
"Chatlog_Backup_Backup_Connect_Timeout_Title" = "Tempo limite de conexão. Tente novamente.";
"Chatlog_Backup_Backup_Connect_Timeout_Hint" = "Após conectar o telefone e o computador à mesma rede";
"Chatlog_Backup_Backup_Transfer_Unfinish_Title" = "Transferidos %lld/%lld chats...";
"Chatlog_Backup_Backup_Transfer_Unfinish_Hint" = "Transferência não completada. Conecte o telefone e o computador à mesma rede e continue o backup";
"Chatlog_Backup_Backup_Transfer_Lackspace_Warning" = "Armazenamento de computador insuficiente. Recupere espaço antes de prosseguir";
"Chatlog_Backup_Backup_Transfer_Lackspace_Title" = "Backup terminou devido ao armazenamento de computador insuficiente";
"Chatlog_Backup_Backup_Transfer_Lackspace_Hint" = "%lld/%lld chat(s) copiado(s)";
"Chatlog_Backup_Backup_Transfer_Terminate_Title" = "Backup concluído";
"Chatlog_Backup_Backup_Transfer_Terminate_Hint" = "%lld/%lld chat(s) copiado(s)";
"Chatlog_Backup_Backup_Transfer_UserCancel_Title" = "Backup Completo";
"Chatlog_Backup_Backup_Transfer_UserCancel_Desc" = "Dados que foram copiados não serão apagados, mas você precisará copiá-los novamente na próxima vez.";

// Chatlog recover
"Chatlog_Backup_Recover_Loading" = "Carregando…";
"Chatlog_Backup_Recover_Record_Selection" = "Selecione chats a serem recuperados";
"Chatlog_Backup_Recover_Connecting_Title" = "Conectando telefone...";
"Chatlog_Backup_Recover_Connecting_Desc" = "Conectando o telefone e o computador à mesma rede";
"Chatlog_Backup_Recover_Connected_Title" = "Abra o WeChat no celular";
"Chatlog_Backup_Recover_Connected_Desc" = "Clique em OK para transfererir";
"Chatlog_Backup_Recover_Prepare_Title" = "Preparando...";
"Chatlog_Backup_Recover_Prepare_Desc" = "Para uma conexão de rede mais confiável, não feche o WeChat.";
"Chatlog_Backup_Recover_Transfer_Title" = "Transferindo %lld/%lld chats (%@)";
"Chatlog_Backup_Recover_Transfer_Desc" = "Para uma conexão de rede mais confiável, não feche o WeChat.";
"Chatlog_Backup_Recover_Finish_Title" = "Transferência completada. Continue restaurando no telefone.";
"Chatlog_Backup_Recover_Finish_Desc" = "Transferidos %lld/%lld chats";
"Chatlog_Backup_Recover_Session_Title" = "Selecione chats a serem recuperados";
"Chatlog_Backup_Recover_Session_SelectAll" = "Tudo";
"Chatlog_Backup_Recover_Session_Selected" = "%@ selecionado";
"Chatlog_Backup_Recover_Phone_FreeSize" = "Disponível: %@";

"Chatlog_Backup_Recover_Finish_Btn_Title" = "Pronto";
"Chatlog_Backup_Recover_Continue_Btn_Title" = "Continuar";
"Chatlog_Backup_Recover_Terminate_Btn_Title" = "Finalizar";
"Chatlog_Backup_Recover_Retry_Btn_Title" = "Tentar novamente";
"Chatlog_Backup_Recover_Confirm_Btn_Title" = "OK";
"Chatlog_Backup_Recover_Cancel_Btn_Title" = "Cancelar";
"Chatlog_Backup_Recover_Return_Btn_Title" = "Retornar";

"Chatlog_Backup_Recover_Transfer_Disconnect_Title" = "Transferindo %lld/%lld chats (%@)";
"Chatlog_Backup_Recover_Transfer_Disconnect_Hint" = "Rede desconectada. Conecte o telefone e o computador à mesma rede e continue a transferência";
"Chatlog_Backup_Recover_Connect_Timeout_Title" = "Tempo limite de conexão. Tente novamente.";
"Chatlog_Backup_Recover_Connect_Timeout_Hint" = "Após conectar o telefone e o computador à mesma rede";
"Chatlog_Backup_Recover_Transfer_Unfinish_Title" = "Transferidos %lld/%lld chats...";
"Chatlog_Backup_Recover_Transfer_Unfinish_Hint" = "O telefone e o computador devem se conectar ao mesmo Wi-Fi para continuar a transferir os registros de chat.";
"Chatlog_Backup_Recover_Transfer_Lackspace_Warning" = "Armazenamento de telefone insuficiente. Recupere espaço antes de prosseguir";
"Chatlog_Backup_Recover_Transfer_Lackspace_Title" = "Transferência terminou devido ao armazenamento de telefone insuficiente";
"Chatlog_Backup_Recover_Transfer_Lackspace_Hint" = "Transferidos %lld/%lld chats";
"Chatlog_Backup_Recover_Transfer_Terminate_Title" = "Transferência terminada";
"Chatlog_Backup_Recover_Transfer_Terminate_Hint" = "Transferidos %lld/%lld chats";
"Chatlog_Backup_Recover_Transfer_UserCancel_Title" = "Finalizar";
"Chatlog_Backup_Recover_Transfer_UserCancel_Desc" = "Se você parar a transferência, você a precisará restaurar novamente na próxima vez, mas chats transferidos não são limpos.";
"Chatlog_Backup_Entrance_Recover_NoData_Title" = "Sem chats";
"Chatlog_Backup_Entrance_Recover_NoData_Desc" = "Nenhum backup a recuperar. Copiar chats primeiro.";

// Manage Exist Backup
"Chatlog_Backup_Manager_Exist_Backup_Name_Column_Title" = "Copiar nome";
"Chatlog_Backup_Manager_Exist_Backup_FirstBackupTime_Column_Title" = "Horário do primeiro backup";
"Chatlog_Backup_Manager_Exist_Backup_LastBackupTime_Column_Title" = "Horário do último backup";
"Chatlog_Backup_Manager_Exist_Backup_Operation_Column_Title" = "Operação";
"Chatlog_Backup_Manager_Recover_Backup_Selection_Window_Title" = "Selecione backups para recuperar";
"Chatlog_Backup_Manager_Exist_Backup_Selection_Window_Title" = "Gerenciar";
"Chatlog_Backup_Manager_Exist_Backup_No_Backups" = "Nenhum backup ainda";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Title" = "Excluir Backup";
"Chatlog_Backup_Manager_Exist_Backup_Delete_Alert_Message" = "Backup não pode ser recuperado uma vez excluído. Excluir agora?";

// Chatlog entrance
"Chatlog_Backup_Entrance_Backup_Desc" = "Copiar no PC";
"Chatlog_Backup_Entrance_Recover_Desc" = "Restaurar no telefone";
"Chatlog_Backup_Entrance_Manage_Desc" = "Gerenciar Arquivos de Backup";
"Chatlog_Backup_Entrance_NotSupport_Desc" = "Backup não suportado na versão atual do WeChat móvel. Atualize para a versão mais recente e tente novamente.";
//"Chatlog_Backup_Entrance_NeedUpdate_Desc" = "Atualize o WeChat móvel para garantir o seu uso";

// Login
"Login.WindowTitle" = "Log In";
"Login.ScanToLogin.Title" = "Pesquisar para fazer login no WeChat";
"Login.DidScan.Title" = "Pesquisado com sucesso";
"Login.ScanToLogin" = "Leia esse código usando WeChat no seu telefone.";
"Login.Scan.Help" = "Abra WeChat no seu telefone e feche Descobrir > Ler Código QR.";
"Login.Not.On.WeChat" = "Sem WeChat ainda?";
"Login.Waiting.Confirmation" = "Aguardando pela confirmação";
"Login.ConfirmOnYourPhone" = "Confirme o login no seu telefone";
"Login.LoggingIn" = "Fazendo login...";
"Login.LoggingInFirstTime" = "Fazendo login...";
"Login.Alert.Title" = "WeChat";
"Login.Alert.WrongUsrPass" = "Conta ou senha incorretos. Insira novamente.";
"Login.Alert.OK" = "OK";
"Login.Refresh" = "Atualizar";
"Login.Alert.UpdateCert" = "A sua sessão expirou. Inicie a sessão novamente.";
"Login.SwitchAccount" = "Alternar Conta";

"Login.Intro.Heading" = "WeChat para Mac requer o uso de seu telefone para iniciar sessão.\n";
"Login.Intro.Subheading" = "Fala login no Web WeChat";
"Login.Intro.StartButton" = "Log In";

"Login.Intro.ExplanationFormat" = "Se você não tem WeChat no seu telefone, você pode %@.";
"Login.Intro.ExplanationLinkText" = "saiba mais aqui";
"Login.Intro.ExplanationLinkURL" = "http://www.wechat.com/en/download.html";


"Login.AlphaVersion.Title" = "Versão Beta";
//"Login.AlphaVersion.Description" = "Você precisa se registrar para usar esta versão beta.";
"Login.AlphaVersion.Description" = "无法登录，只有受邀请的用户才可以登录该内测版本。";
"Login.AlphaVersion.Apply" = "Aplicar";
"Login.AlphaVersion.Cancel" = "Cancelar";
"Login.Failed.WrongPassword" = "Não foi possível fazer log in. Tente novamente mais tarde.";

"Login.Initializing.Title" = "Confirmado";
"Login.Initializing.Data" = "Preparando login...";
"Login.Init.Failed.Title" = "WeChat";
"Login.Init.Failed.Desc" = "Login falhou";
"Login.Failed.Key.Info" = "Sistema ocupado. Faça login novamente.";
"Login.AuthAnOtherPlace" = "Tempo expirado de login. Faça o login novamente.";
"Login.Alpha.Version.Error" = "Falha ao fazer login com esta versão beta. Baixe o lançamento oficial da App Store.";

// Tab
"Tabbar.Chats" = "Chats";
"Tabbar.Contacts" = "Contatos";
"Tabbar.Favorites" = "Favoritos";
"Tabbar.OA" = "Contas Oficiais";

// Tab tooltips
"Tabbar.Chats.Tooltip" = "WeChat";
"Tabbar.Contacts.Tooltip" = "Contatos";
"Tabbar.Favorites.Tooltip" = "Favorito";
"Tabbar.OA.Tooltip" = "Lendo ";
"Tabbar.Preferences.Tooltip" = "Jogos";

"Tabbar.Add.Chats.Tooltip" = "Novo Chat";
"Tabbar.Add.Fav.Tooltip" = "Favorito";

// Preferences
"Tabbar.Preferences.Settings" = "Jogos";
"Tabbar.Preferences.ChatlogBackup" = "Backup e Restauração";

// Global Menu
"Global.Menu.CheckForUpdates" = "Conferir Atualizações...";
"Global.Menu.TechSupport" = "Suporte Técnico";
"Global.Menu.ThirdPartySupport" = "Alimentado por terceiros";
"Global.Menu.Feedback" = "Comentário";

// Plugin
"Common_OfficialNickName" = "Equipe WeChat";
"Official_FileHelper_NickName" = "Transferência de Arquivo";
"Official_BrandSessionHolder_NickName" = "Contas Oficiais"; // 后来把订阅号和服务号都放到一起了
"Official_Brand_Template_Msg_Holder_UserName" = "Aviso de serviço";
"Contacts_Plugin_QQMail_Nickname" = "QQ Mail";
"Contacts_Plugin_QQOfflineMsg_Nickname" = "Mensagens do QQ";
"Contacts_Plugin_PrivateMsg_Nickname" = "Mensagens do Weibo";
"Contacts_Plugin_FloatBottle_Nickname" = "Mensagem em uma Garrafa";
"Contacts_Plugin_FriendAssist_Nickname" = "Novos Amigos";
"Contacts_Plugin_MediaNote_Nickname" = "Notas de Voz";
"Contacts_Plugin_SyncAsist_Nickname" = "Sincronizar Contatos";
"Contacts_Plugin_LBS_Nickname" = "Olhar ao Redor";
"Contacts_Plugin_Shake_Nickname" = "Agitar";
"Contacts_Plugin_Facebook_Nickname" = "Facebook";
"Contacts_Plugin_QQFriend" = "Contatos do QQ";
"Contacts_Plugin_Reader" = "Tencent Notícias";
"Contacts_Plugin_Album" = "Momentos";
"Contacts_Plugin_MassSend" = "Transmitir Mensagens";
"Contacts_Plugin_Blog" = "Sugestões Weibo";
"Contacts_Plugin_Voip"  = "Cham. Vídeo";
"Contacts_Plugin_VoiceVoip" = "Chamada de Voz";
"Contacts_Plugin_VoiceInput" = "Comando de voz";
"Contacts_Plugin_GoogleContact" = "Contatos do Google";
"Contacts_Plugin_LinkedIn" = "LinkedIn";

// Copyright
"copyright" = "Copyright © 2011-2017 Tencent. Todos os direitos reservados. ";
"License_Agreement" = "Termos de serviço";
"License_Link" = "http://www.wechat.com/en/service_terms.html";
"About_Version" = "Versão. ";

// Settings
"Setting_Title" = "Jogos";
"Setting.Section.General" = "Geral";
"Setting.Section.Stickers" = "Stickers";
"Setting.Section.Notifications" = "Notificações";
"Setting.Section.Shortcuts" = "Atalho";
"Setting.General.LogOut" = "Logout";
"Setting.General.LogOut.Desc" = "Sair deste Mac irá limpar todos os dados locais. Você não será capaz de acessar o WeChat sem fazer login novamente.";
"Setting.General.LogOut.Wipe.Data" = "Sair e limpar todos os dados neste Mac";
"Setting.General.LogOut.Wipe.Data.And.History" = "Sair e limpar todos os dados neste Mac (incluindo hisórico de chat)";
"Setting.General.NoWeChatID" = "Sem WeChat ID";
"Setting.General.Save.Chat.History" = "Salvar Histórico de Chat";

"Setting_Screen_Capture" = "Captura de tela: ";
"Setting_Main_Panel" = "Exibir WeChat: ";
"Setting_Recent_Unread" = "Ir para a última mensagem não lida: ";
"Setting_Send_Message" = "Enviar mensagem: ";
"Setting_Notification" = "Alerta de mensagem:: ";
"Setting_Notification_Sound" = "Tocar sons";
"Setting_Notification_Dock" = "Badge dock icon";
"Setting_Notification_Menubar" = "Exibir mensagens não lidas na barra de menu";
"Setting_Notification_Preview" = "Incluir texto de visualização";
"Setting_File_Received" = "Salvar o arquivo recebido em: ";
"Setting_File_Picture" = "Salvar imagem em: ";
"Setting_File_Others" = "Outros…";
"Setting_File_AutoDownload_Category" = "download  automático ";
"Setting_File_AutoDownload" = "Arquivos enviados em chats";
"Setting_SmallFavoriteFile_AutoDownload" = "Arquivos em Favoritos (<30 MB)";
"Setting_Restore_Defaults" = "Restaurar Padrão";
"Setting_Restore_LogOut" = "Logout";
"Setting_Account" = "Minha Conta";
"Setting_Download_Menu" = "Caminho de Download: ";
"Setting_Download_Menu_Other" = "Outros…";
"Setting_Menubar_Description" = "Exibir na barra de menu";
"Setting_Menubar_Always" = "Sempre";
"Setting_Menubar_NewMessage" = "Novas mensagens";
"Setting_Menubar_Never" = "Nunca";
"Setting_TextSize" = "Tamanho da Fonte";
"Setting_TextSize_ExampleGlyph_Small" = "R";
"Setting_TextSize_ExampleGlyph_Large" = "R";
"Setting_LockScreenShotcut" = "Bloquear: ";
"Setting_AccountInformation" = "Informações da conta: ";
"Setting_InformationFeedback" = "Comentário: ";
"Setting_SubmitFeedback" = "Enviar comentários";
"Setting_MsgRecord" = "Histórico de Mensagens";
"Setting_GoToPreferences" = "Ir para Preferências";
"Setting_MsgNotification" = "Notificação: ";
"Setting_OpenScreenBannerNotification" = "Ativar Notificação de Banner de Tela: ";
"Setting_OpenScreenBannerNotification_Remark" = "Ativar notificação de banner de tela em Preferências->Notificação";
"Setting_FeedbackStatus_Success" = "Enviado";
"Setting_FeedbackStatus_Fail" = "Falha ao enviar";
"Setting_FeedbackContacts" = "可RTX联系andiezhang和kbchen反馈问题";

// Localizations Used by MASShortcutRecorder framework
// (CHECK THESE!)
"MASShortcut.Cancel" = "Cancelar";
"MASShortcut.Delete.Shortcut" = "Excluir Atalho";
"keyboard shortcut" = "Atalho";
"OK" = "OK";
"MASShortcut.Record.Shortcut" = "Gravar Atalho";
"MASShortcut.Click.To.Record.New.Shortcut" = "Clique para definir novos atalhos";
"Shortcut cleared" = "Atalho liberado";
"Shortcut set" = "Atalho definido";
"Space" = "Espaço";
"The key combination %@ cannot be used" = "A combinação de teclas %@ não pode ser usada";
"This combination cannot be used because it is already used by a system-wide keyboard shortcut.\nIf you really want to use this key combination, most shortcuts can be changed in the Keyboard & Mouse panel in System Preferences." = "Esta combinação não pode ser usada porque ela já é usada por um atalho de teclado de todo o sistema.\nSe você realmente deseja usar esta combinação de teclas, a maioria dos atalhos pode ser alterada no painel Teclado e Mouse nas Preferências do Sistema.";
"This shortcut cannot be used because it is already used by the menu item ‘%@’." = "Este atalho não pode ser usado porque ele já é usado pelo item de menu ‘%@’.";
"To record a new shortcut, click this button, and then type the new shortcut, or press delete to clear an existing shortcut." = "Para gravar um novo atalho, clique neste botão e então digite o novo atalho ou pressione excluir para limpar um atalho existente";
"MASShortcut.Type.New.Shortcut" = "Digitar Novo Atalho";
"MASShortcut.Type.Shortcut" = "Digitar Atalho";
"MASShortcut.Use.Old.Shortcut" = "Usar Atalho Antigo";


"Setting.StickerStore.StoreTab" = "Galeria de Stickers";
"Setting.StickerStore.MyStickersTab" = "Meus Stickers";
"Setting.StickerStore.DownloadButton" = "Baixar";
"Setting.StickerStore.CantGetStoreError.Title" = "Não foi possível conectar com a Galeria de Sticker";
"Setting.StickerStore.CantGetStoreError.Description" = "Verifique a conexão de rede e tente novamente.";

// Chat Sidebar Summary Badges
// Shows up when a non-text message gets sent
"Chats.Sidebar.Summary.Image" = "FOTO";
"Chats.Sidebar.Summary.Voice" = "VOZ";
"Chats.Sidebar.Summary.Sight" = "SIGHT";
"Chats.Sidebar.Summary.Video" = "VÍDEO";
"Chats.Sidebar.Summary.File" = "ARQUIVO";
"Chats.Sidebar.Summary.Sticker" = "STICKER";
"Chats.Sidebar.Summary.Namecard" = "CONTATO";
"Chats.Sidebar.Summary.Location" = "LOCALIZAÇÃO";
"Chats.Sidebar.Summary.URL" = "VINCULAR";
"Chats.Sidebar.Summary.Chat.Log" = "TRANSCRIÇÃO";
"Chats.Sidebar.Summary.AppMsg" = "APP";
"Chats.Sidebar.Summary.News" = "NOVIDADES";
"Chats.Sidebar.Summary.Metion" = "Alguém mencionou você: ";

"Chats.Sidebar.DraftPrefix" = "Rascunho: ";
"Chats.Sidebar.MuteGroupChatUnreadPrefix" = "[%d] ";

// Context Menu
"Chats.Menu.Delete" = "Deletar";
"Chats.Menu.Delete.MacHelperMessages" = "Limpar";
"Chats.Menu.Sticky" = "Fixado no Topo";
"Chats.Menu.Unsticky" = "Não Fixo";
"Chats.Menu.Mute" = "Desativar áudio";
"Chats.Menu.Unmute" = "Ativar mudo";
"Chats.Menu.Rename" = "Definir nome";
"Chats.Menu.Leave" = "Sair do grupo";
"Chats.Menu.Profile" = "Exibir em Contatos";

// Menu Menu
"Main.Menu.Edit" = "Editar";
"Main.Menu.Copy" = "Copiar";
"Main.Menu.Paste" = "Colar";

// Drag overlay
"Chats.SendToDragOverlay.Heading" = "Arraste aqui para enviar para";
"Chats.SendToDragOverlay.SendToPersonFormat" = "Arraste aqui para enviar para %@.";
"Chats.SendToDragOverlay.SendToPhone" = "Arraste aqui para enviar para seu telefone.";

// Session Picker
"Session.Picker.Default.Heading" = "Selecione contato";
"Session.Picker.Chosen" = "%d pessoas escolhidas";
"Session.Picker.Chosen.General" = "Selecionado";

// New Chat
"Chats.NewChat.Heading" = "Novo Chat";
"Chats.NewChat.ConfirmButton" = "Criar";
"Chats.NewChat.Recent.Chats" = "Chats recentes";

// Message Type strings (used for notifications and other events)
"Message_type_pic" = "[Foto]";
"Message_type_draft" = "[Rasc.]";
"Message_type_mention" = "[Alguém mencionou você]";
"Message_type_voice" = "[Voz]";
"Message_type_location" = "[Localização]";
"Message_type_sys" = "[Mensagem do sistema]";
"Message_type_unknow" = "[Desconhecido]";
"Message_type_file" = "[Arquivo]";
"Message_type_card" = "[Cartão de Contato]";
"Message_type_url" = "[Link]";
"Message_type_news" = "[Novidades]";
"Message_type_appmsg" = "[Mensagem do App]";
"Message_type_Emoji" = "[Sticker]";
"Message_type_Video" = "[Vídeo]";
"Message_type_Music" = "[Música]";
"Message_type_Book" = "[Livro]";
"Message_type_Goods" = "[Produto]";
"Message_type_Short_Video" = "[Sight]";
"Message_type_App_Record" = "[Transcrição]";
"Message_type_Custom_Emoji" = "[Sticker]";
"Message_type_Note" = "[Nota]";
"Message_type_unsupport" = "[Mensagem desconhecida]";
"Message_type_Voip" = "[Chamada de vídeo]";
"Message_type_Voip_Video" = "convida você para uma chamada de voz";
"Message_type_Voip_Voice" = "convida você para uma chamada de voz";
"MessageContent_Voip"            = "[Chamada de Voz]";
"MessageContent_VideoVoip"       = "[Chamada de Vídeo]";
"MessageContent_VideoVoipRemind" = "[Chamada de Vídeo]";
"Voip_Notification_Btn_Accept" = "Aceitar";
"Voip_Notification_Btn_Refuse" = "Recusar";

"Voip_Notification_Btn_Click_For_Details" = "Clique para ver detalhes";

// File Transfer
"File.Transfer.Start.Downloading" = "Baixando...";
"File.Transfer.Uploading" = "Carregando…";
"File.Transfer.Downloaded" = "Transferido";
"File.Transfer.Download.Failed" = "Não foi possível baixar";
"File.Transfer.Download.Cancelled" = "Download cancelado.";
"File.Transfer.Uploaded" = "Enviado";
"File.Transfer.Upload.Failed" = "Falha ao enviar";
"File.Transfer.Upload.Cancelled" = "Envio cancelado";
"File.Transfer.Open" = "Abrir";
"File.Transfer.Cancel" = "Cancelar";
"File.Transfer.Retry" = "Tentar novamente";
"File.Transfer.Error.TooBig.Header" = "O arquivo excede o limite";
"File.Transfer.Error.TooBig.Body" = "Desculpe, o WeChat só pode enviar arquivos até %d MB.";
"File.Transfer.Error.Empty.Header" = "Falha ao enviar";
"File.Transfer.Error.Empty.Body" = "Incapaz de enviar porque o tamanho do arquivo é 0 KB";
"File.Transfer.Error.Unsupported.Body" = "Incapaz de enviar este tipo de arquivo";
"File.Transfer.FileNotExist.Header" = "Arquivo não encontrado";
"File.Transfer.Download.FileNotExist.Body" = "Arquivo não encontrado ou excluído, baixar novamente?";
"File.Transfer.Download.FileExpiredInServer.Body" = "Arquivo liberado. Impossível baixar.";
"File.Transfer.Download.FileNotExist.Confirm" = "Baixar";
"File.Transfer.Download.FileNotExist.Cancel" = "Cancelar";
"File.Transfer.Download.NotStart" = "Download não começou.";
"File.Transfer.Button.Download" = "Baixar";
"File.Transfer.Forward.FileNotExist.Header" = "Não foi possível encaminhar";
"File.Transfer.Forward.FileNotExist.Body" = "Arquivo não encontrado ou excluído.Não foi possível encaminhar";
"File.Transfer.Export.FileNotExist.Header" = "Não foi possível exportar";
"File.Transfer.Export.FileNotExist.Body" = "O arquivo não existe ou foi excluído.";
"File.Transfer.Export.FileNotDownload.Header" = "Não foi possível exportar";
"File.Transfer.Export.FileNotDownload.Body" = "O arquivo não foi totalmente baixado.";
"File.Transfer.Upload.Failed.Group.Chat.Format" = "Arquivo muito grande. Não foi possível enviar a um grupo com mais de %lu pessoas.";

// Location Message
"LocationMessage.DefaultDescription" = "Localização";
"LocationMessage.OpenInQQMaps" = "Abrir nos Mapas Tencent...";
"LocationMessage.OpenInAppleMaps" = "Abrir nos Mapas Apple...";
"LocationMessage.OpenInGoogleMaps" = "Abrir no Google Maps...";
"LocationMessage.OpenInMaps" = "Abrir no mapa...";

// System Message
"BrandContact.ReceiveMessage.Title" = "Receber Mensagens";
"BrandContact.ReceiveMessage.Message" = "Receber mensagens desta conta oficial";

// Voip Message
"Voip_Connect_Most_Friend" = "Contatos recentes";
"Not_Support_Vediovoip"       = "Desculpe, o seu dispositivo não permite chamadas de vídeo";
"Not_Support_Vediovoip_Receiver"    = "Seu amigo te convidou para uma chamada de vídeo, mas seu dispositivo não permite esta função";
"Voip_NoNetWork_Tips"          = "Rede não disponível agora.Verificar rede.";
"Videovoip_Status_inviting"   = " convida você para uma chamada de voz";
"Videovoip_Status_Calling"    = "Chamando";
"Videovoip_Status_Connecting" = "Conectando";
"Videovoip_Status_Hangup"     = "Chamada terminou";
"Videovoip_Status_Reject"     = "Chamada terminada: solicitação rejeitada";
"Videovoip_Status_TimeOut"    = "Tempo limite de conexão";
"Videovoip_Status_BeHanguped" = "Chamada encerrada por outro usuário";
"Videovoip_Status_CallFail"   = "Erro de conexão.";
"Videovoip_Status_Exception"  = "Chamada terminou: erro de rede";
"Videovoip_Status_WaitForAnswer" = "Aguardando resposta";
"Videovoip_Status_PeerNoAnswer"  = "Chamada não foi atendida";
"Videovoip_Status_PeerIsBusy"    = "Ocupado";
"Videovoip_Status_Caller_CallFail" = "Chamada falhou";
"Videovoip_Status_BeRejected"    = "Chamada terminada: solicitação rejeitada";
"Videovoip_Status_CancelCall"    = "Chamada cancelada";
"Videovoip_Stauts_NotSupport"    = "Esta função só está disponível na rede Wi-Fi.";
"Videovoip_Status_PeerVersion_NotSupport" = "Chamada falhou: o outro usuário não permite cham. vídeo";
"Videovoip_Status_CheckContact_Error"     = "Usuário ainda não adicionou você aos Contatos.Você não pode iniciar uma chamada de vídeo agora.";
"Videovoip_Status_Blacklist_Error"        = "Não foi possível iniciar chamada de vídeo pois você foi bloqueado por outro usuário.";
"Videovoip_Status_PeerPluginClose"        = "Chamada terminada: seu amigo desativou Chamadas de Vídeo";
"Videovoip_Status_NetWorkError" = "Chamada terminou: erro de rede";
"Videovoip_Status_TalkBroken" = "Chamada encerrada devido a desconexão";
"Videovoip_Status_Caller_DetectCamera_Fail" = "Nenhuma câmera encontrada. Tente novamente mais tarde ou mude para chamada de voz.";
"Videovoip_Status_Receiver_DetectCamera_Fail" = "Nenhuma câmera encontrada. Tente novamente mais tarde ou mude para chamada de voz.";

"Voip_LocalNotification_Tips"   = "%@ convida você para uma chamada de voz";
"VoiceVoip_LocalNotification_Tips" = "%@ convidou para uma cham. voz";
"Cancel_LocalNotification_Tips" = "Chamada perdida de %@";
"Normal_LocalNotification_Tips" = "Você recebeu uma mensagem do WeChat.";

"Voicevoip_Status_inviting"   = "convida para uma cham. voz";
"Voicevoip_Status_PeerVersion_NotSupport" = "Não foi possível chamar: o outro usuário está usando uma versão do WeChat que não permite Cham. Voz.";
"Voicevoip_Status_CheckContact_Error"     = "Não foi possível chamar porque o outro usuário não é seu amigo no WeChat";
"Voicevoip_Status_Blacklist_Error"        = "Não foi possível chamar porque você foi bloqueado pelo outro usuário.";
"Voicevoip_Status_PeerPluginClose"        = "Não foi possível chamar: o outro usuário desativou a função de Cham. Voz.";
"Voicevoip_Status_BeRejected"    = "O outro usuário rejeitou o pedido de chamada";

"VoipNetSattus_Bad_Tips" = "Conexão de chamada instável";

"Videovoip_HangupBtnTitle"              = "Desligar";
"Voice_SpeakerButton" = "Alto-Falante";
"Voice_MicButton_Title" = "Desativar áudio";
"Voice_MicButton_Clicked_Title" = "Microfone aberto";

"Voip_NodeView_Status_NotConnected"     = "Chamada terminou";
"Voip_NodeView_Status_Call_Complete"    = "Duração:%u%u:%u%u";
"Voip_NodeView_Status_Call_Interrupt"   = "Desconectado:%u%u:%u%u";
"Voip_NodeView_Status_Cancel" = "Cancelado";
"Voip_NodeView_Status_Remote_Cancel" = "Chamada cancelada pelo chamador";
"Voip_NodeView_Status_Busy" = "Ocupado";
"Voip_NodeView_Status_Call_Failed" = "Chamada falhou";
"Voip_NodeView_Status_No_Answer" = "Sem resposta";
"Voip_NodeView_Status_Remote_No_Answer" = "Chamada não foi atendida";
"Voip_NodeView_Status_Reject" = "Recusado";
"Voip_NodeView_Status_Remote_Reject" = "Chamada recusada pelo usuário";
"Voip_NodeView_Status_Not_Support" = "O usuário não pode aceitar chamadas";
"Voip_NodeView_Status_Connect_Failed" = "Impossível conectar";
"Voip_NodeView_Status_Ignore" = "Ignorada";


"Voip_AcceptByVoice"                = "Alternar para Chamada de Voz";
"Voip_SwtichToVoice"                = "Alternar para Chamada de Voz";
"Voip_AcceptCall"                   = "Aceitar";
"Voip_RejectCall"                   = "Recusar";
"Voip_System_Msg_Content"           = "Chamada por vídeo:%@ %@";
"VoiceVoip_System_Msg_Content"      = "Chamada de Voz:%@ %@";


"Voip_SendVideoCallInvite"          = "Mensagem";
"Voip_CallFail_ForTimeLogic_Title"  = "Notificação";

"Voip_LocalInviteMsgContent"        = "Você está livre para uma chamada de vídeo?";
"VoiceVoip_LocalInviteMsgContent"   = "Você está livre para uma chamada de voz?";

"Voip_Audio_Device_Unplugin_Speaker" = "A voz será reproduzida através de alto-falante";
"Voip_Audio_Device_Unplugin_EarPhone" = "Áudio através do celular";
"Voip_Audio_Device_Unplugin_Speaker_Alert" = "Fone de ouvido desconectado. O áudio agora será executado através do alto-falante.";
"Voip_Audio_Device_Unplugin_EarPhone_Alert" = "Fone de ouvido desconectado.O áudio agora será executado através do fone.";
"Voip_RotateScreen"                = "Girar tela";
"Voip_EndCall_Alert_Title"                = "Encerrar a Chamada";
"Voip_EndCall_Alert_Message"              = "Fechar as janelas terminará a chamada";
"Voip_EndCall_Alert_CancelButton_Title"   = "Cancelar";
"Voip_EndCall_Alert_ConfirmButton_Title"  = "Encerrar a Chamada";
"Voip_Receiver_EndCall_Notification_Msg"  = "Cham. encerrada";

//Voip Status Tips
"Voip_LocalVideoMode_For_Lower_Version" = "Aguardando resposta do receptor";
"Voip_EarModeStatus_Tips"        = "Alterado para cham. voz";
"Voip_RemoteVideoModeOpen_Tips"  = "Câmera do outro usuário está ligada";
"Voip_RemoteEarMode_Tips" = "A câmera do outro usuário está desligada";
"Voip_Loudspeaker_Off" = "Alterado para cham. voz.Segure o telefone ao seu ouvido.";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice" = "Outro usuário mudou para cham. voz";
"Voip_Loudspeaker_Off_No_Mic" = "Alterado para cham. voz";
"Voip_Loudspeaker_Off_Remote_Switch_To_Voice_No_Mic" = "Outro usuário mudou para cham. voz";
"Voip_LocalEarModeTips"     = "A câmera está desligada, o outro usuário não pode vê-lo";
"Voip_LocalVideoMode"       = "A câmera está ligada, o outro usuário pode vê-lo";

"Voip_LocalBadNetwork" = "Alterado para cham. voz devido à baixa qualidade da rede.";
"Voip_RemoteBadNetwork" = "Alterado para cham. voz devido à baixa qualidade da rede do outro usuário.";

"Voip_LocalBadNetwork_No_Mic" = "Alterado para cham. voz devido à baixa qualidade da rede.";
"Voip_RemoteBadNetwork_No_Mic" = "Alterado para cham. voz devido à baixa qualidade da rede do outro usuário.";

"Voip_CallerView_Hangup" = "Cancelar";
"Voip_Contact_Info_View_Button_Title" = "Cham. Vídeo";
"VoiceVoip_Contact_Info_View_Button_Title" = "Chamada de Voz";
"WeChatCall_Contact_Info_View_Button_Title" = "Cham. Vídeo";

"Voip_RemoteEarMode_before_Answer" = "Outro usuário mudou para cham. voz";
"Voip_LocalEarMode_before_Answer" = "Alterado para cham. voz";
"Voip_Remote_May_Not_Online" = "Outro usuário pode estar ocupado.Tente novamente mais tarde.";


"Voip_VideoView_Minimize_Tips" = "Mesmo quando minimizada, a chamada de vídeo continuará com a câmera ativada.";
"Voip_VoiceView_Minimize_Tips" = "Minimizar a chamada de voz ativa o Modo de Alto-falante";
"Voip_Video_Conflict" = "Chamada de vídeo está ligada.Tente novamente mais tarde.";
"Voip_Audio_Conflict" = "Chamada de voz está ligada.Tente novamente mais tarde.";
"Voip_CanStart_Video_Call" = "Não é possível reiniciar a chamada depois de ser criada";
"Voip_CanStart_Audio_Call" = "Não é possível reiniciar a chamada depois de ser criada";
"Voip_Status_Audio_Working_Tips" =  "Chamada de voz em uso.Toque para voltar.";
"Voip_Camera_Switch_Tips" = "Mudar Câmara";
"Voip_Ignore_Call" = "Ignorar Chamada";
"Voip_Ignore_Alert_Message" = "Chamador não será notificado de chamada cancelada quando 'Ignorar' está for selecionado.";
"Voip_Ignore_End_Message" = "Chamada de entrada ignorada";

"Voip_Video_Minimize_Message" = "Chamada de vídeo minimizada";
"Voip_Audio_Minimize_Message" = "Chamada de voz minimizada";
"Voip_Minimize_Button" = "Minimizar";
"Voip_Interrupt_By_PhoneCall" = "Telefone em chamada.Chamada de voz terminada.";
"Voip_Interrupt_By_OtherApp" = "Dispositivo áudio em uso.Chamada terminou.";
"Voip_InPhoneCall_Conflict" = "Atualmente em chamada telefônica.Tente novamente após o término de chamada.";

// Contacts Sidebar
"Contacts.Sidebar.All" = "Todos os Contatos";
"Contacts.Sidebar.Favorites" = "Marcado";
"Contacts.Sidebar.GroupChats" = "Grupos Salvos";
"Contacts.Sidebar.Requests" = "Pedidos";
"Contacts.Sidebar.OAs" = "Contas Oficiais";
"Contacts.Sidebar.Enterprise" = "Conta da Empresa";
"Contacts.Sidebar.Tags" = "Marcas";
"Contacts.Sidebar.Locations" = "Localizações";
"Contacts.NickNameLabel" = "Apelido";
"Contacts.FavoritesHeading" = "★ Marcado";

// Contacts Context Menu
"Contacts.Menu.Message" = "Mensagens";
"Contacts.Menu.Call" = "Cham. Vídeo";
"Contacts.Menu.Share" = "Enviar para Chat";
"Contacts.Menu.Delete" = "Deletar";

// Contacts List
"Contacts.ContactList.Count.Singular" = "%d contatos";
"Contacts.ContactList.Count.Plural" = "%d contatos";

// Emoticon Picker
"EmojiPicker.Category.QQ" = "Clássico";
"EmojiPicker.Category.Human" = "Humano";
"EmojiPicker.Category.Nature" = "Natureza";
"EmojiPicker.Category.Objects" = "Objetos";
"EmojiPicker.Category.Places" = "Lugares";
"EmojiPicker.Category.Symbols" = "Símbolos";

"EmojiPicker.Gesture.SwipeHint" = "Ativar gestos de deslizar para ver stickers rapidamente";
"EmojiPicker.Gesture.SwipeHintDetail" = "Definir gesto \"Deslizar entre páginas\" em configurações";
"EmojiPicker.Gesture.IgnoreHint" = "Ignorar";
"EmojiPicker.Gesture.HandleLater" = "Depois";
"EmojiPicker.Gesture.HandleRightNow" = "Definir agora";

"Emoticon.Favorite" = "Stickers customizados";
"EmojiPicker.Adding" = "Esperando";
"EmojiPicker.Added" = "Adicionado";
"EmojiPicker.Add.Fail" = "Não foi possível adicionar";
"EmojiPicker.Touch.Limit" = "Máximo de stickers atingido";
"EmojiPicker.Add.Timeout" = "Pedir tempo limite";

"EmojiPicker.Add.Fail.NeedPurchase" = "Sticker pago. Compre antes de adicioná-lo.";
"EmojiPicker.Add.Fail.NotValidArea" = "Sticker indisponível. Não é possível adicionar.";
"EmojiPicker.Add.Fail.Expired" = "Não foi possível adicionar este sticker pois está indisponível";
"EmojiPicker.Add.Fail.NoSuchProduct" = "Não é possível adicionar esse sticker";

// Group Chat Stuff
"CreateChatRoom.MsgFormat" = "Você convidou %@ para o grupo.";
"CreateChatRoom.MsgSeperate" = ",";
"CreateChatRoom.DefaultTopic"	= "Grupo";
"ChatRoom.ReservedTopicNames"	= "Chat em Grupo";
"ChatRoom.NeedVerify" = "%@ deve ser seu amigo para ser convidado para um chat de grupo. Envie a eles solicitação de amizade primeiro.";
"ChatRoom.Panel_Choose_Contact" = "Selecione contatos";
"ChatRoom.Panel_Chosen_Num" = "%lu contato(s) selecionado(s)";
"ChatRoom.Panel_Has_Add" = "Selecionado";
"ChatRoom.Delete_Member_Fail" = "Não foi possível excluir este contato";
"ChatRoom.Delete_Self" = "Você não pode se remover do grupo.";

"ChatRoom.ChatRoomBeyondMax" = "Você já criou o número máximo de grupos";
"ChatRoom.TopicIllegal" = "Nome de usuário inválido";
"ChatRoom.Unkown_Failed" = "Não é possível criar grupo";
"ChatRoom.ChatRoomMemberBeyondMax" = "Este grupo está cheio. Remova membros primeiro para adicionar novos.";
"ChatRoom.ChatRoomMemberNeedUpgrade" = "Este grupo está cheio.  Atualize a capacidade do grupo.";
"ChatRoom.NeedVerifyWait"  = "Seu convite paro grupo foi enviado. Aguarde a aprovação do proprietário do grupo.";
"ChatRoom.NotExist" = "Este grupo não existe.";
"ChatRoom.Status_Error" = "Você não pode convidar amigos para o grupo pois um erro ocorreu.";
"ChatRoom.Error_NoUser" = "%@ não existe.";
"ChatRoom.Error_BlackList" = "%@ se recusou a participar do grupo.";
"ChatRoom.Error_Verify" = "%@ ainda não é seu amigo do WeChat. Adicione-os primeiro.";

"ChatRoom.Quit.Confirm.Heading" = "Deixar o Chat de Grupo: %@";
"ChatRoom.Quit.Confirm.Message" = "Você não receberá mais mensagens desse chat.";
"ChatRoom.Quit.Confirm.OK" = "Sair";

// Sticker Picker
"StickerPicker.CustomStickers" = "Personalizado";

// Compose Bar
"ComposeBar.PlaceholderString" = "Mensagem";
"ComposeBar.EmoticonTooltip" = "Emoticons";
"ComposeBar.StickerTooltip" = "Emoticons";
"ComposeBar.AttachmentTooltip" = "Anexo";
"ComposeBar.VideoTooltip" = "Cham. Vídeo";
"ComposeBar.VoiceTooltip" = "Chamada de Voz";

"ComposeBar.ScreenshotText" = "Captura de tela";
"ComposeBar.Attachment.MaxFileCount.Alert.Desc" = "Apenas os primeiro %d anexos podem ser enviados";

// Chat Unselected View
"Unselected.Wording" = "Nenhum chat selecionado";

// Message Context Menu
"Message.Menu.Copy" = "Copiar";
"Message.Menu.Delete" = "Deletar";
"Message.Menu.Forward" = "Encaminhar";
"Message.Menu.Add.Emotion" = "Adicionar sticker";
"Message.Menu.Browser" = "Abrir no navegador";
"Message.Menu.Copy.Link.Url" = "Copiar Link";
"Message.Menu.Refresh" = "Atualizar";
"Message.Menu.Service" = "Serviço";
"Message.Menu.Translate" = "Traduzir";
"Message.Menu.HideTranslation" = "Ocultar tradução";
"Message.Menu.Favorites" = "Favorito";
"Message.Menu.Export" = "Salvar como...";
"Message.Menu.SaveAs" = "Salvar como...";
"Message.Menu.Recall" = "Cancelar";
"Message.Menu.Recall.Over.Two.Mins" = "Cancelar";
"Message.Menu.Resend" = "Reenviar";
"Message.Menu.Share.Extension" = "Compartilhar....";
"Message.Menu.Quote" = "Mencionar";
"Message.Menu.Debug.ViewSource" = " Ver XML";
"Message.Menu.Convert.To.Text" = "Converter em Texto";
"Message.Menu.Wipe.Out.Text" = "Recolher";
"Message.Menu.Multiple.Select" = "Múltiplo";
"Message.ErrorIndicator.Resend" = "Reenviar";

"Message.Notification.Mention" = "%@ mencionou você no chat de grupo";

// Message Errors
"Message.Error.Convert.To.Text.Fail" = "Falha na conversão";
// Message Multiple select
"Message.Multiple.Select.Forward" = "Encaminhar um a um";
"Message.Multiple.Select.Merge.Forward" = "Combinar e Encaminhar";
"Message.Multiple.Select.Fav" = "Favorito";
"Message.Multiple.Select.Delete" = "Deletar";
"Contacts.Can.Not.Share.LargeChatRoom.TipsFormat" = "Arquivo muito grande. Não foi possível enviar a um grupo com mais de %lu pessoas.";

"Message.Multiple.Select.Undownload" = "Impossível encaminhar e colocar em favoritos os stickers não baixados, imagens, vídeos e arquivos de itens selecionadas";
"Message.Multiple.Select.NotAllowForword" = "Não é possível encaminhar áudio cartão de contato, jogos, cartões e ofertas, mensagens de pagamento dos itens selecionados";
"Message.Multiple.Select.NotAllowFav" = "Não é possível colocar em favorito stickers, cartões de contacto, jogos, cartões e cupons, registros, dicas de pagamento ou outras mensagens especiais de itens selecionados";
"Message.Multiple.Select.Undownload.NotAllowForward" = "Não é possível encaminhar áudios, cartões de contacto, jogos, cartões e cupons, dicas de pagamento ou stickers não baixados, imagens, vídeos e arquivos de itens selecionados";
"Message.Multiple.Select.Undownload.NotAllowFav" = "Não é possível colocar em favorito stickers, cartões de contacto, jogos, cartões e cupons, registros, dicas de pagamento ou stickers não baixados, imagens, vídeos e arquivos de itens selecionados";
"Message.Multiple.Select.NotAllow.MergeForward" = "Impossível combinar e encaminhar scripts de chat, notas, arquivos grandes, áudios, cartões de contato, jogos, cartões e cupons e dicas de pagamento de itens selecionados";

"Fav_Node_Name_Record" = "[Transcrição]";
"Fav_Node_Name_Card" = "[Mensagem de Cartões e Ofertas]";
"Fav_Node_Name_Emoji" = "[Sticker]";
"Fav_Node_Name_Pay" = "[Mensagem de Pagamento]";
"Fav_Node_Name_Not_Support" = "[Esta mensagem não pode ser exibida]";
"Fav_Node_Name_ShareCard" = "[Cartão de Contato]";
"Fav_Record_Title" = "TRANSCRIÇÃO";

// Message Delete
"Message.Delete.Confirm.Title" = "Deletar mensagem";
"Message.Delete.Confirm.Description" = "Deletar esta mensagem?";
"Message.Delete.Multiple.Confirm.Description" = "Excluir a mensagem selecionada?";
"Message.Delete.Confirm.Action" = "Deletar";

// Forward Message Sheet
"Message.ForwardSheet.Header" = "Encaminhar Mensagem";
"Message.ForwardSheet.Confirm" = "Encaminhar";
"Message.ForwardSheet.ErrorHeader" = "Não foi possível encaminhar mensagem";
"Message.ForwardSheet.ErrorDescription" = "Ocorreu um erro ao encaminhar a mensagem.";
"Message.ForwardAlert.Header" = "Encaminhar Mensagem";
"Message.ForwardAlert.Description" = "Encaminhar a mensagem para chat atual?";

// Video Message Sheet
"Message.Video.ErrorHeader.Forward" = "Não foi possível encaminhar";
"Message.Video.ErrorHeader.Copy" = "Não foi possível copiar o vídeo";
"Message.Video.ErrorDescription.ShouldDownload" = "Faça o download do vídeo primeiro";
"Message.Video.ErrorDescription.General" = "Não foi possível encaminhar mensagem";
"Message.Video.Compressing" = "Comprimindo…";

// Friend Request
"Friend.Request.Default.Content" = " quer te adicionar";
"Friend.Request.Accept" = "Aceitar";
"Friend.Request.Delete" = "Deletar";
"Friend.Request.Added" = "Adicionado";
"Friend.Request.View.Title" = "Solicitação de Amizade";
"Friend.Request.Accept.ErrorHeader" = "Impossível adicionar amigo";

"Friend.Request.WaitingForConfirm" = "Solicitação enviada";
"Friend.Request.Greeting" = "Diga Oi";


// Friend Verify
"Friend.Verify.Message.Window.Title" = "Confirmação de amizade";
"Friend.Verify.Message.Window.Hint" = "Enviar solicitação de amizade para  %@";
"Friend.Verify.Message.Window.Send" = "Enviar";
"Friend.Verify.Message.Window.Default.Message" = "Eu sou %@";
"Friend.Verify.Message.Window.Default.Message.Group.Chat" = "Olá, eu sou \"%2$@\" de %1$@";


// Send Friend Request Dialog
"SendFriendRequest.Heading" = "Enviar solicitação de amizade";
"SendFriendRequest.Prompt" = "Digite uma mensagem de saudação:";
"SendFriendRequest.DefaultMsgFormat" = "Eu sou %@";
"SendFriendRequest.Send" = "Enviar";


// Unsupported Message
"Message.Unsupported" = "Mensagem não suportada. Visualizar no telefone.";

// Hongbao Message
"Message.Hongbao.Summary" = "[Pacote vermelho]";
"Message.Hongbao.Send.Hint" = "[Você enviou um pacote vermelho]";
"Message.Hongbao.Receive.Hint" = "[Você recebeu um pacote vermelho. Ver no telefone.]";
// Transfer Message
"Message.Transfer.Send.Summary" = "[Transferência] Aguardar recebimento do amigo";
"Message.Transfer.Send.Hint" = "[Você fez uma transferência]";
"Message.Transfer.Send.Accept.Summary" = "[Transferência] Você confirmou recebimento";
"Message.Transfer.Send.Accept.Hint" = "[Você recebeu uma transferência]";
"Message.Transfer.Send.Reject.Summary" = "[Transferência] Você reembolsou uma transferência";
"Message.Transfer.Send.Reject.Hint" = "[Você reembolsou uma transferência]";
"Message.Transfer.Receive.Summary" = "[Transferência] Confirmar recebimento";
"Message.Transfer.Receive.Hint" = "[Você recebeu uma transferência. Ver no telefone.]";
"Message.Transfer.Receive.Accept.Summary" = "[Transferência] Recebido pelo amigo";
"Message.Transfer.Receive.Accept.Hint" = "[Recebido pelo amigo]";
"Message.Transfer.Receive.Reject.Summary" = "[Transferência] Reembolsado pelo amigo";
"Message.Transfer.Receive.Reject.Hint" = "[Reembolsado pelo amigo]";

// Export
"Link.Export.Default.Title" = "Vinculando";

// Debug Tools
"DebugTools.FeatureNotReady.Header" = "Em breve";
"DebugTools.FeatureNotReady.Body" = "Este recurso ainda não está pronto.";
"DebugTools.Menu.CheckForUpdates" = "Conferir Atualizações...";
"DebugTools.Menu.CheckForUpdates.DisabledDueToNetwork" = "Verifique Atualizações… (precisa de OfficeWifi)";
"DebugTools.Menu.ReadReleaseNotes" = "Blog de Notas de Versão";
"DebugTools.Menu.UploadLogs" = "Carregar arquivos de log…";
"DebugTools.Menu.Filesystem" = "Filesystem";
"DebugTools.Menu.Filesystem.Library" = "Biblioteca aberta (para esta ct)";
"DebugTools.Menu.Filesystem.Cache" = "Cache aberto (para esta ct)";
"DebugTools.Menu.MarkAllAsRead" = "Marcar todos como lido";
"DebugTools.Menu.KitchenSink" = "Pia da cozinha";
"DebugTools.Menu.SwitchServer" = "Alternar Servidor";


// Log Report
"LogReport.Description" = "Clique abaixo para enviar seu log para nos ajudar a resolver seu problema.";
"LogReport.Upload" = "Carregamento de Log";
"LogReport.Uploading" = "Carregando…";
"LogReport.UploadFinished" = "Terminado o carregamento. Obrigado pela ajuda!";
"LogReport.UploadFailed" = "Falha no upload do log. Verifique a rede e tente novamente.";
"LogReport.UploadDone" = "Pronto";

// Search
"Search.Comma" = ", ";
"Search.Include" = "Inclui ";
"Search.GroupName" = "Nome do grupo: ";
"Search.Nickname" = "Alias: ";
"Search.Username" = "WeChat ID: %@";
"Search.Remark" = "Observação: ";
"Search.RemarkDescription" = "Observação: ";
"Search.City" = "Cidade: ";
"Search.Province" = "Província: ";
"Search.Country" = "País: ";
"Search.NoResults" = "Nenhum resultado";
"Search.Section.Contact" = "Remetente";
"Search.Section.GroupChat" = "Chat em Grupo";
"Search.Section.OA" = "Contas Oficiais";
"Search.Section.Favorite" = "Favoritos";
"Search.Section.See.All.Format" = "Ver todos (%d)";
"Search.Section.Fold" = "Dobrar";

//==== Favorites ====
"Favorites.Default.Title.Text" = "Texto";
"Favorites.Default.Title.Video" = "Vídeo";
"Favorites.Default.Title.Sight" = "Sight";
"Favorites.Default.Title.Image" = "Foto";
"Favorites.Default.Title.Voice" = "Voz";
"Favorites.Default.Title.WebPage" = "Vinculando";
"Favorites.Default.Title.Location" = "Localização";
"Favorites.Default.Title.Music" = "Música";
"Favorites.Default.Title.File" = "Arquivo";
"Favorites.Default.Title.Book" = "Reservar";
"Favorites.Default.Title.Product" = "Produto";
"Favorites.Default.Title.TV" = "TV";
"Favorites.Default.Title.Card" = "Cartão";
"Favorites.Default.Title.Record" = "Transcrição";
"Favorites.Default.Title.Record.Format" = "Transcrição para %@";
"Favorites.File.Over.Limit.Title" = "Arquivo Favorito";
"Favorites.File.Over.Limit.Description" = "Arquivo muito grande. Não é possível colocar em favoritos.";
"Favorites.No.FavItems.Description" = "Sem itens em favoritos";
"Favorites.No.FavItems.Add.Items.Tips" = "Você pode adicionar scripts de chat aos Favoritos";

// Forward Favorite Sheet
"Favorite.ForwardSheet.Header" = "Enviar Item Favoritos";
"Favorite.ForwardSheet.Confirm" = "Enviar";
"Favorite.ForwardSheet.ErrorHeader" = "Não foi possível encaminhar mensagem";
"Favorite.ForwardSheet.ErrorDescription" = "Sistema ocupado. Tente mais tarde.";
"Favorite.ForwardAlert.Header" = "Enviar";
"Favorite.ForwardAlert.Description" = "Deseja mesmo enviar este chat?";

"Favorites.AddToFavoritesDragOverlay" = "Adicionar aos Favoritos";
"Favorites.Via" = "De: ";
"Favorites.GroupChat.Default.Name" = "Chat em Grupo";
"Favorites.Show.In.Fav" = "Exibir em Favoritos";
"Favorites.Usage.Format" = "Usado %@ Disponível %@";

// Favorites Context Menu
"Favorites.Menu.Send.To.Friend" = "Enviar para Chat";
"Favorites.Menu.Copy" = "Copiar";
"Favorites.Menu.Delete" = "Deletar";
"Favorites.Menu.Download" = "Baixar";
"Favorites.Menu.Open.File" = "Abrir";
"Favorites.Menu.Export.File" = "Salvar como...";
"Favorites.Confirm.Delete.Title" = "Excluir este dos Favoritos?";
"Favorites.Confirm.Delete.Title.Multiple" = "Excluir %lu itens dos Favoritos?";
"Favorites.Confirm.Delete.Desc" = "Se você exclui-lo, ele sairá da sua conta em todos os dispositivos.";
"Favorites.Confirm.Delete.Desc.Multiple" = "Se você excluir estes itens, eles sairão da sua conta em todos os dispositivos.";
"Favorites.Confirm.Delete" = "Deletar";
"Favorites.Menu.View.Debug.XML" = " Ver XML";

"Favorites.Send.Heading.Singular" = "Enviar Favorito";
"Favorites.Send.Heading.Plural" = "Enviar %d Favoritos";
"Favorites.Send.Button" = "Enviar";
// Error
"Favorites.Send.Error.Header" = "Falha ao enviar";
"Favorites.Send.Error.SingleItem.Body" = "Este item não pode ser enviado até ele terminar de baixar.";
"Favorites.Send.Error.MultiItems.Body" = "Estes itens não podem ser enviados até terminarem de baixar.";
"Favorites.Send.Error.MultiItems.WithNames.Body" = "Itens ainda não baixados: %@. Uma vez terminado, você pode encaminhá-los.";
"Favorites.Send.Error.SingleItem.Waitting.Download.Body" = "Item em favorito está baixando. Tente novamente mais tarde.";
"Favorites.File.Export.Error.Header" = "Não é possível exportar o arquivo";
"Favorites.Open.Error.Header" = "Não foi possível abrir";
"Favorites.Open.Error.SingleItem.Waitting.Download.Body" = "Item em favorito está baixando. Reabri-lo mais tarde.";
"Favorites.File.Export.Error.Body" = "Faça o download do arquivo primeiro";
"OA.Number.Over.Limit.Addcontact.Fail" = "Não foi possível seguir";
"OA.Number.Over.Limit" = "Limite para seguir conta oficial alcançado";
"Favorites.Record.Group.Forward.Title" = "Transcrição para %@";


// Favorites sidebar
"Favorites.Sidebar.All" = "Todos os Itens";
"Favorites.Sidebar.PhotoItems" = "Foto";
"Favorites.Sidebar.URLItems" = "Vinculando";
"Favorites.Sidebar.MusicItems" = "Música";
"Favorites.Sidebar.NoteItems" = "Nota";
"Favorites.Sidebar.Tag" = "TAGS";
"Favorites.Sidebar.Senders" = "CONTATOS";
"Favorites.Sidebar.Chats" = "GRUPOS";
"Favorites.Sidebar.FileItems" = "Arquivo";
"Favorites.Sidebar.ShowMore" = "Ver Todos";
"Favorites.Sidebar.Hide" = "Esconder";


// Favorites Viewer Window
"Favorites.Viewer.Title.Template" = "%1$@ de %2$@"; // See http://stackoverflow.com/questions/1063843/is-there-a-way-to-specify-argument-position-index-in-nsstring-stringwithformat
"Favorites.Viewer.Action.Forward" = "Encaminhar";
"Favorites.Viewer.Action.Delete" = "Deletar";
"Favorites.Viewer.Action.Export" = "Salvar como...";
"Favorites.Viewer.Action.SaveAs" = "Salvar como...";
"Favorites.Viewer.Action.OpenInBrowser" = "Abrir no navegador";
"Favorites.Viewer.Action.AddToFavorites" = "Adicionar aos Favoritos";
"Favorites.Viewer.Action.Share" = "Compartilhar";
"Favorites.Viewer.Action.Forwar.Failed.Title" = "Erro ao encaminhar";
"Favorites.Viewer.Action.Forwar.Failed.Message" = "Não é possível encaminhar este item enquanto não terminar o download.";
"Favorites.Viewer.Action.Previous.Item" = "Anterior";
"Favorites.Viewer.Action.Next.Item" = "Próximo";
"Favorites.Viewer.Action.OpenWith" = "Abrir com aplicativo padrão";
"Favorites.Viewer.Action.OpenWith.CustomApp" = "Abrir com \"%@\"";
"Favorites_Video_Time_Min" = "%02lu:%02lu";
"Favorites_Video_Time_Sec" = "00:%02lu";

"Favorites.Note.UnKnowType" = "Não é possível visualizar este conteúdo na versão atual";
"Favorites.Note.UpdateTips" = "Atualize para a versão mais recente do WeChat";
"Favorites.Note.Downloading" = "Esperando";

"Fav.Record.Single.Forward.Title" = "Histórico de Chat para %@ e %@";
"Fav.Record.Group.Forward.Title.New" = "%@, %@ e %@";
"Fav.Record.Group.Forward.Title" = "Transcrição para %@";
"Contacts.GroupCard"			= "Grupo";
"Fav_Record_SubItem_Time" = "%d-%d-%d %@"; //2014-2-18 下午5:08
"Fav_Record_Group_Forward_Title_New" = "%@, %@ e %@";
"Fav_Record_Group_Forward_Title_Count" = "%u pessoas";
"Fav_Record_Forward_Voice_CannotPlay" = "Voz encaminhada não pode ser reproduzida";

"Fav_Node_Img_Title" = "[Foto]";
"Fav_Node_Location_Title" = "[Local] %@";
"Fav_Node_Voice_Title" = "[Voz]";
"Fav_Node_Emoji_Title" = "[Sticker]";
"Fav_Node_Video_Title" = "[Vídeo]";
"Fav_Node_File_Title" = "[Arquivo] %@";
"Fav_Node_Music_Title" = "[Música] %@";
"Fav_Node_Goods_Title" = "[Produtos] %@";
"Fav_Node_TV_Title" = "[TV] %@";
"Fav_Node_URL_Title" = "[URL] %@";
"Fav_Node_Sight_Title" = "[Sight]";

//WeNote
"WeNote_Default_Title" = "Adicionar título";
"WeNote_Update_Time" = "Última edição em ";
"WeNote_Recording" = "Gravação";
"WeNote_Downloading" = "Esperando";
"WeNote_UnknownType" = "Não é possível visualizar este conteúdo na versão atual";
"WeNote_UpdateTips" = "Atualize para a versão mais recente do WeChat";
"WeNote_Conflict_Prefix" = "Mudanças confliantes";
"WeNote_Conflict" = "Mudanças confliantes (%lu-%lu-%lu)";
"OpenApi_MainItem_Note" = "[Nota]";
"WeNote_Message_Default_Title" = "Nota";
"WeNote_Fav_Icon_Text" = "Favorito";
"WeNote_Total_Image_Count" = "%lu imagem(ns)";

// Date
"Favorites.Date.Today" = "Hoje";
"Favorites.Date.This.Week" = "Esta Semana";

// Search
"Favorites.Search.Section.Header.Content" = "Conteúdo";
"Favorites.Search.Section.Header.Sender" = "Remetente";
"Favorites.Search.Section.Header.GroupChat" = "Chat em Grupo";
"Favorites.Search.Result.Number.Singular" = "(1 Resultado)";
"Favorites.Search.Result.Number.Multiple" = "(%d Resultados)";
// SenderInfo
"Favorites.SenderInfo.NickName.Prefix" = "De: ";

//收藏容量
"Fav_Capacity_Title" = "Limpar Armazenamento de Favoritos";
"Fav_Capacity_Alert_NotEnough_Title" = "Armazenamento Insuficiente";
"Fav_Capacity_Alert_NotEnough_Content" = "Impossível usar Favoritos. Recupere algum espaço e tente novamente.";
"Fav_Capacity_Detail" = "Detalhes Transação";
"Fav_Capacity_Nearly_UsedUp" = "Armazenamento insuficiente. Recupere algum espaço e tente novamente.";
"Fav_Capacity_Already_UsedUp" = "Impossível fazer upload de conteúdo devido a armazenamento insuficiente. Recupere algum espaço e tente novamente.";
"Fav_Capacity_Left" = "Disponível: ";
"Fav_Capacity_Choosen" = "Recuperar: ";
"Fav_Capacity_Delete_Tip" = "Itens selecionados não podem ser recuperados uma vez excluídos. Excluíir agiora?";

// Message Unread Tips
"Message.Unread.TipsSingular" = "1 nova mensagem";
"Message.Unread.TipsPlural" = "%d novas mensagens";
"Message.Unread.DividerText" = "Abaixo estão as novas mensagens";

// Official Account
"OA_Read_More" = "Ler Mais";

// Time
"Util_Today" = "Hoje";
"Util_Yesterday" = "Ontem";
"Util_Sunday" = "Domingo";
"Util_Monday" = "Segunda-feira";
"Util_Tueday" = "Terça-feira";
"Util_Wedday" = "Quarta-feira";
"Util_Thuday" = "Quinta-feira";
"Util_Friday" = "Sexta-feira";
"Util_Satday" = "Sábado";
"Util_Daybreak"  = "da manhã";
"Util_Morning"   = "da manhã";
"Util_Noon"      = "da tarde";
"Util_Afternoon" = "meio-dia";
"Util_Evening"   = "noite";

// Name Card
"Message.Name.Heading" = "CARTÃO DE CONTATO";
"Message.Name.Heading.Official.Account" = "CONTA OFICIAL";
"Message.Name.GroupChatInviteHeading" = " convida você para um grupo";
"Message.Name.Card.Added" = "Adicionado";
"Message.Name.Card.NotFriendYet" = "Não é amigo ainda";
"Message.Name.Card.AddButton" = "Adicionar";
"Message.Name.Card.MessageButton" = "Mensagem";
"Message.Name.Card.OpenGroupButton" = "Mensagens";
"Message.Name.Card.JoinGroupButton" = "Entrar no grupo";
"Message.Name.Card.GroupAlreadyJoined" = "Já é um membro";
"Message.Name.Card.GroupNotYetJoined" = "Nenhum é um membro ainda";

"Message.Reader.ReadMore" = "Ler Mais";
"Message.Recall.Failed" = "Não foi possível cancelar a mensagem. Verifique sua rede.";
"Message.Recall.Succ" = "Você cancelou uma mensagem.";

"Message.Translate.Failed.Heading" = "Não foi possível traduzir";
"Message.Translate.Failed.Default" = "Tente novamente depois.";
"Message.Translate.Failed.Text.Over.Limit" = "Este texto é muito longo e não pode ser traduzido.";
"Message.Translate.Finish" = "Traduzido";

"Message.Input.Too.Long.Title" = "Texto muito longo";
"Message.Input.Too.Long.Content" = "Esta mensagem é muito longa para enviar.";

"Message.Draft.Photo" = "[Foto]";

// Chat Inspector
"ChatInspector.Sticky" = "Fixado no topo";
"ChatInspector.Favorite" = "Marcado";
"ChatInspector.Mute" = "Desativar áudio";
"ChatInspector.Share" = "Compartilhar";
"ChatInspector.LeaveChat" = "Sair";
"ChatInspector.ShowNames" = "Nomes de Exibição";
"ChatInspector.Send.Message" = "Mensagem";
"ChatInspector.Add.Contact" = "Adicionar Contato";

"ChatInspector.ActionMenu.Invite" = "Convidar Pessoas…";
"ChatInspector.ActionMenu.GroupQRCode" = "Código QR de Grupo";

"ChatInspector.AddMembers.Title" = "Adicionar ao Chat";
"ChatInspector.AddMembers.Confirm" = "Adicionar";
"ChatInspector.AddMembers.Back" = "Chat";

"ChatInspector.InviteMembers.Title" = "Convidar para Chat";
"ChatInspector.InviteMembers.Confirm" = "Enviar";
"ChatInspector.InviteMembers.Back" = "Retornar";

"ChatInspector.ShareIndNamecard.Title" = "Compartilhar Cartão de Contato para %@";
"ChatInspector.ShareIndNamecard.Confirm" = "Enviar";
"ChatInspector.ShareIndNamecard.Back" = "Retornar";

"ChatInspector.QRCode.Heading" = "Código QR de Grupo";
"ChatInspector.QRCode.Title" = "Compartilhar Código QR de Grupo";
"ChatInspector.QRCode.Description" = "Arrastar e soltar em um panfleto, email ou qualquer lugar onde as pessoas vejam!";
"ChatInspector.QRCode.SaveButton" = "Salvar";
"ChatInspector.QRCode.RevokeButton" = "Revogar";

// Group Chat Inspector
"GroupChatInspector.UpdateChatName" = "Definir nome";
"GroupChatInspector.UpdateNickName" = "Alterar alias de grupo";

// Chat Info Panel
"ChatInfoPanel.Add.Member" = "Adicionar membro";
"ChatInfoPanel.Remove.Member" = "Remover Membro";
"ChatInfoPanel.LeaveChat" = "Sair";
"ChatInfoPanel.Loading" = "Carregando…";
"ChatInfoPanel.Removed" = "Removido";
"ChatInfoPanel.Added" = "Adicionado";
"ChatInfoPanel.Failed" = "Sistema ocupado. Tente mais tarde.";
"ChatInspector.Save.To.Address.Book" = "Salvar nos Contatos";
"ChatInfoPanel.Add.Member.Confirm" = "Adicionar";
"ChatInfoPanel.Remove.Member.Confirm" = "Deletar";

//Chat Detail Panel
"ChatDetailPanel.GroupChatName" = "Nome do grupo";
"ChatDetailPanel.GroupChatNamePlaceHolder" = "Toque para editar o nome do grupo";
"ChatDetailPanel.GroupChatAnnounce" = "Aviso de Grupo";
"ChatDetailPanel.GroupChatAnnounce.NotOwnerPlaceHolder" = "Sem avoso do grupo ainda";
"ChatDetailPanel.GroupChatAnnounce.OwnerPlaceHolder" = "Toque para definir uma notificação de grupo";
"ChatDetailPanel.GroupChat.AddMember" = "Adicionar membro";
"ChatDetailPanel.GroupChat.RemoveMember" = "Remover Membro";
"ChatDetailPanel.LeaveGroupChat" = "Sair";
"ChatDetailPanel.Announcenment.Cancel" = "Cancelar";
"ChatDetailPanel.Announcenment.Confirm" = "Publicar";
"ChatDetailPanel.Loading" = "Carregando…";
"ChatDetailPanel.Removed" = "Removido";
"ChatDetailPanel.Removed.Fail" = "Falha ao deletar";
"ChatDetailPanel.Added" = "Adicionado";
"ChatDetailPanel.Failed" = "Sistema ocupado. Tente mais tarde.";
"ChatDetailPanel.Announcement.AtAll" = "@Todos";
"ChatDetailPanel.NoAnnouncement.Hint" = "Sem conteúdo";
"ChatDetailPanel.NoAnnouncement.Description" = "Somente o proprietário pode alterar o aviso de grupo";
"ChatDetailPanel.Announcement.SaveFail" = "Salvar Aviso de Grupo";

// Contact Inspector:
"Contacts.Inspector.LocationKeyLabel" = "Região";
"Contacts.Inspector.SourceKeyLabel" = "De ";
"Contacts.Inspector.NickNameLabel" = "Apelido";
"Contacts.Inspector.RemarkValueLabelPlaceHolder" = "Definir Observações";
"Contacts.Inspector.ToolTips.SendMessage" = "Mensagens";
"Contacts.Inspector.ToolTips.ShareNameCard" = "Compartilhar Cartão com Nome";
"Contacts.Inspector.ToolTips.AddToContact" = "Adicionar";
"Contacts.Inspector.ToolTips.ViewHistoryMessage" = "Exibir Histórico de Mensagens";
"Contacts.Inspector.ToolTips.AddBizContact" = "Seguir";

"Contacts.UserNameKeyLabel" = "WeChat ID";
"Contacts.LocationKeyLabel" = "Localização";
"Contacts.DescriptionKeyLabel" = "Observações";
"Contacts.StatusKeyLabel" = "Status";
"Contacts.BrandIntroKeyLabel" = "Introdução";
"Contacts.SourceKeyLabel" = "Fonte";
"Contacts.GroupChatNameLabel" = "Nome do grupo";
"Contacts.TagKeyLabel" = "Marcas";
"Contacts.RemarkKeyLabel" = "Observações";
"Contacts.Header.Profile" = "PERFIL";
"Contacts.Header.MyNotes" = "MINHAS NOTAS";
"Contacts.Header.Favorites" = "FAVORITOS";
"Contacts.Value.NoneSet" = "Não Definido";
"Contacts.EnterChat" = "Mensagens";
"Contacts.GroupChat.SendMsg" = "Inserir Grupo";
"Contacts.GroupChat.Remove" = "Remover dos Contatos";
"Contacts.SendMsgToBrankContact" = "Exibir Histórico de Mensagens";

"Contacts.CardInspector.Action.Message" = "Mensagem";
"Contacts.CardInspector.Action.Favorite" = "Marcado";
"Contacts.CardInspector.Action.ShareNamecard" = "Compartilhar Cartão de Contato";
"Contacts.CardInspector.Action.Delete" = "Excluído...";
"Contacts.SourceList.Tag.Delete" = "Deletar";
"Contacts.SourceList.Tag.Rename" = "Definir nome";

"Contacts.Delete.Title.Format" = "Excluir %lu contatos?";
"Contacts.Delete.Description" = "Se você prosseguir, eles sairão permanentemente de seus contatos.";
"Contacts.Delete.Title.Format.Multiple" = "Excluir %lu contatos?";
"Contacts.Delete.Description.Multiple" = "Se você prosseguir, eles sairão permanentemente de seus contatos.";


// Contact UI Add Scene / Source
"Contacts_Source_Shake"			= "Agitar";
"Contacts_Source_LBS"			= "Olhar ao Redor";
"Contacts_Source_QRCode"        = "Ler Código QR";
"Contacts_Source_Chatroom"      = "Adicionado do grupo";
"PushContactLBS"                     = "De Olhar ao Redor";
"PushContactShake"					 = "De Agitar";
"PushContactBottle"					 = "De Mensagem em uma Garrafa";
"PushContactQRCode"                  = "De Agitar";
"PushContactGoogleContact"           = "Contatos do Google";
"PushContactRadar"           = "Friend Radar";
"PushContacPush"                  = "Novos Amigos";

// Share Namecard Sheet
"ShareNameCard.Heading" = "Compartilhar \"%@\" com:";
"ShareNameCard.Confirm" = "Enviar";

// Group Chat
"CreateChatRoom_MsgFormat" = "Você convidou %@ para o grupo.";
"CreateChatRoom_MsgSeperate" = "，";
"CreateChatRoom_DefaultTopic"	= "Grupo";
"ChatRoom_ReservedTopicNames"	= "Chat em Grupo";
"ChatRoom_NeedVerify" = "%@ deve ser seu amigo para ser convidado para um chat de grupo. Envie a eles solicitação de amizade primeiro.";
"ChatRoom_Panel_Choose_Contact" = "Selecione contatos";
"ChatRoom_Panel_Chosen_Num" = "%lu contato(s) selecionado(s)";
"ChatRoom_Panel_Has_Add" = "Selecionado";
"ChatRoom_Delete_Member_Fail" = "Não foi possível excluir este contato";
"ChatRoom_Delete_Self" = "Você não pode se remover do grupo.";
"ChatRoom_ChatRoomBeyondMax" = "Você já criou o número máximo de grupos";
"ChatRoom_TopicIllegal" = "Nome de usuário inválido";
"ChatRoom_Unkown_Failed" = "Não é possível criar grupo.";
"ChatRoom_ChatRoomMemberBeyondMax" = "Este grupo está cheio. Remova membros primeiro para adicionar novos.";
"ChatRoom_ChatRoomMemberNeedUpgrade" = "Este grupo está cheio.  Atualize a capacidade do grupo.";
"ChatRoom_NeedVerifyWait"  = "Seu convite de amigo ao grupo foi enviado. Aguarde a aprovação do proprietário do grupo.";
"ChatRoom_NotExist" = "Este grupo não existe.";
"ChatRoom_Status_Error" = "Você não pode convidar amigos para o grupo pois um erro ocorreu";
"ChatRoom_Error_NoUser" = "%@ não existe";
"ChatRoom_Error_BlackList" = "%@ se recusou a participar do grupo.";
"ChatRoom_Error_Verify" = "%@ ainda não é seu amigo do WeChat. Você deve adicioná-los primeiro.";
"NewMessage_ContactBeyondMaxTitle_Admin"= "Esse grupo está cheio. Saber mais?";
"NewMessage_ContactBeyondMaxTitle"= "Limite alcançado, nenhum outro contato pode ser selecionado";
"NewMessage_IlegalTopic"	     = "Tópico inválido. Tente outro.";

// Group Chat Invitation
"Group.Chat.Invitation.Error.Title" = "Entrar no grupo";
"Group.Chat.Members.Error.Title" = "Adicionar membro";
"Group.Chat.Members.Over.Limit" = "Limite alcançado, nenhum outro contato pode ser selecionado";
"Group.Chat.Members.Illegal.Topic" = "Tópico inválido. Tente outro.";
"Group.Chat.Members.Need.Verify" = "Enviou um convite de amigo. Aguardando aprovação do proprietário do grupo.";
"Group.Chat.Members.Not.Exist" = "Este grupo não existe";
"Group.Chat.Members.Status.Error" = "Falha ao convidar amigos para entrar neste grupo";
"Group.Chat.Members.Group.Chat.Owner.To.Invite" = "O grupo está cheio. O proprietário do grupo (%@ )pode aumentar capacidade do grupo para até %lu membros.";
"Group.Chat.Members.Invite.Now" = "O grupo tem muitos membros. Um novo usuário precisa aceitar seu convite para entrar no grupo. Convidar agora?";
"Group.Chat.Members.Invite" = "Convidar";
"Group.Chat.Members.Unknown.Issue" = "Sistema ocupado. Tente mais tarde.";

// Viewer Window
"ViewerWindow.Title.Photo" = "Foto";

// YO Message
"Yo.Message.Description" = " está procurando por você";

// Lock Screen
"Lock.Title" = "WeChat está bloqueado.";
"Lock.Description" = "Você pode desbloquear por 'Meu Mac' no WeChat em seu telefone.";
"Lock.Log.Out" = "Logout";
"Lock.Title.Network" = "Nenhuma conexão de rede";
"Lock.Description.Network" = "WeChat re-conectará quando uma rede for detectada.";
"Lock.Open.Mac.Helper" = "Desbloquear no telefone";
"Lock.Title.Network.Login" = "Rede Desconectada";
"Lock.Description.Network.Login" = "Verifique a rede e tente novamente";
"Lock.Description.Network.Banner" = "Rede indisponível.Verifique e tente novamente.";

// Mac Helper
"MacHelper.Active.Message" = "Você não está registrado em %@";
"MacHelper.Main.Device.Name.Default" = "Meu Telefone";
"MacHelper.Default.Message" = "Você pode enviar mensagens e arquivos para o seu telefone neste neste chat.";

// Harcode Contacts
"Official_MacHelper_NickName" = "Meu Telefone";

// Notification
"Notification.Receive.Message" = "Você recebeu uma mensagem";

// Debug Strings
"Debug.Upload.Dump.Log" = "Carregar log de atraso";
"Debug.Upload.Success" = "Carregado";
"Debug.Upload.Uplloading" = "Carregando…";
"Debug.Upload.Failed" = "Impossível carregar. Tente novamente mais tarde.";

// MMPreview Panel
"PreviewPanel.Default.File.Name" = "Arquivo sem nome";

// OA Message
"OAMessage.No.Article" = "Sem artigos novos";

"TechSupport.Jietu.Title" = "Jietu";
"TechSupport.Jietu.Desc" = "Fornecido por Jietu. \"Jietu\" é uma app gratuito de captura de tela que oferece uma interface fácil de usar.";

// Chat Record
"ChatRecord.Video.Duration" = "%u segundo(s)";

// Whats New
"WhatsNew.title" = "WeChat para Mac 2.2";
"WhatsNew.desc" = "1. Faça backup de logs de chat do telefone para seu Mac.\n2. Traduza as mensagens de chat em seu idioma de interface.\n3. Função de pesquisa melhorada.";
// Image Message Cell View
"Message.Image.Loading" = "Carregando…";
